///*******************************计时器函数库**************************************/


/**
	*函数中文名：计时器0使能初始化
	*函数用途：
	*说明：输入：模式号,对应寄存器高8位值，对应寄存器低八位值 ；返回值：无
	*备注：中断号 1
*/
//void Tim0_Init (uchar mod,uchar H,uchar L){
//	TMOD = mod;
//	TH0 = H;
//	TL0 = L;
//	EA = 1;
//	ET0 = 1;
//	TR0 = 1;
//}




	
/**
	*函数中文名：计时器1使能初始化
	*函数用途：
	*说明：输入：模式号,对应寄存器高8位值，对应寄存器低八位值 ；返回值：无
	*备注：中断号 3
*/
//void Tim1_Init (uchar mod,uchar H,uchar L){
//	TMOD = mod;
//	TH1 = H;
//	TL1 = L;
//	EA = 1;
//	ET1 = 1;
//	TR1 = 1;
//}
